"agent_OKButton" = "OK";
"agent_CancelButton" = "Cancelar";

"agent_menuQuit" = "Salir";
"agent_menuEnablePlugin" = "Activar el Plugin de Folx";
"agent_menuConfigure" = "Preferencias de Plugin";

"agent_menuAddTask" = "Nueva Tarea";
"agent_menuStartAll" = "Iniciar todo";
"agent_menuStopAll" = "Parar todo";

"agent_btnUsePlugin" = "Utilice Folx para capturar enlaces de descarga en navegadores.";
"agent_prefCheckMimeType" = "Tipos de captura:";
"agent_prefRestoreDefaults" = "Restaurar valores predeterminados";

"agent_msgErrorAddCatchingType" = "Todos los campos son obligatorios";
"agent_infoErrorAddCatchingType" = "Por favor rellene todos los campos para agregar el tipo de archivo a capturar";

"agent_Description" = "Descripción";
"agent_MimeType" = "Tipo MIME";
"agent_Extensions" = "Extensión(es)";

"agent_msgFolxNotFound" = "Folx no está instalado en este equipo";
"agent_infoFolxNotFound" = "El plugin de Folx no puede funcionar sin la aplicación inicial de Folx. Para capturar los enlaces y descargar los archivos, debe descargar e instalar usted mismo el gestor de descargas de Folx.";

"agent_msgInstallPlugin" = "El Agente de Folx ha terminado de instalar sus plugins del navegador";
"agent_infoInstallPlugin" = "Por favor reinicie su navegador de Internet para activar los enlaces con opción de captura. Para una lista completa de los navegadores soportados, visite la Ayuda de Folx.";